Repository: chav0/Seren
Catalog: Seren/Resources/Strings/Localizations.*.resx
Languages: es, hu, ru, sr

# PanicSign
source: Panic!
es: Pánico!
hu: Pánik!
ru: Паника!
sr: Паника!

source: Meditation
es: Meditación
hu: Meditáció
ru: Медитация
sr: Медитација

# MeditationDescription
source: Ways to suppress anxiety
es: Formas de aliviar la ansiedad
hu: Módok a szorongás csökkentésére
ru: Способы снизить тревогу
sr: Начини за смањење анксиозности

source: Help yourself
es: Ayúdate a ti mismo
hu: Segíts magadon
ru: Помоги себе
sr: Помози себи

# HelpYourselfDescription
source: Self-help during a panic attack
es: Autoayuda durante un ataque de pánico
hu: Önsegítség pánikroham esetén
ru: Самопомощь во время панической атаки
sr: Самопомоћ током паничног напада

source: Breath
es: Respiración
hu: Légzés
ru: Дыхание
sr: Дисање

# BreathDescription
source: Concentration on breathing
es: Enfócate en tu respiración
hu: Koncentráció a légzésre
ru: Концентрация на дыхании
sr: Концентрација на дисању

# DoYouHavePanic
source: Are you here because of the panic?
es: ¿Estás pasando por un ataque de pánico?
hu: Pánikrohamot élsz át?
ru: Ты здесь, потому что испытываешь панику?
sr: Да ли доживљаваш панични напад?

# YouHavePanic
source: Okay, you have a panic
es: Está bien, estás teniendo una crisis de pánico
hu: Rendben van, pánikrohamod van
ru: Все в порядке, у тебя паническая атака
sr: У реду је, имаш панични напад

# HowStrongIsAttack
source: Rate your attack
es: Califica tu ataque
hu: Értékeld a rohamodat
ru: Оцени панику
sr: Оцени свој напад

# AttackStrongness1
source: A bit
es: Muy leve
hu: Nagyon enyhe
ru: Маленько
sr: Веома слаба

# AttackStrongness3
source: Somewhat
es: Moderada
hu: Mérsékelt
ru: Средне
sr: Умерена

# AttackStrongness5
source: VERY!!!
es: Muy fuerte
hu: Nagyon erős
ru: ОЧЕНЬ СИЛЬНО!
sr: Веома јака

# AttackStrongness4
source: Hard
es: Fuerte
hu: Erős
ru: Сильно
sr: Јака

# AttackStrongness2
source: Little
es: Leve
hu: Enyhe
ru: Немного
sr: Слаба

source: panic
es: pánico
hu: pánik
ru: панику
sr: панику

source: Exhale
es: Exhala
hu: Kilégzés
ru: Выдох
sr: Издах

source: Inhale
es: Inhala
hu: Belégzés
ru: Вдох
sr: Удах

source: Hold
es: Pausa
hu: Szünet
ru: Пауза
sr: Пауза

# PanicQuestionary.AdrenalineResponse
source: Is this a reaction to adrenaline?
es: ¿Es esta una reacción a la adrenalina?
hu: Ez egy adrenalinválasz?
ru: Это реакция на выброс адреналина?
sr: Да ли је ово реакција на адреналин?

# PanicQuestionary.EveryoneThinksImCrazy
source: Does everyone think I'm crazy?
es: ¿Todos piensan que estoy loco?
hu: Mindenki azt hiszi, hogy őrült vagyok?
ru: Все считают меня сумасшедшим?
sr: Да ли сви мисле да сам луд?

# PanicQuestionary.EveryoneThinksImSick
source: Does everyone think I'm sick?
es: ¿Todos piensan que estoy enfermo?
hu: Mindenki azt hiszi, hogy beteg vagyok?
ru: Все считают меня больным?
sr: Да ли сви мисле да сам болестан?

# PanicQuestionary.EveryoneThinksImWeak
source: Does everyone think I'm weak?
es: ¿Todos piensan que soy débil?
hu: Mindenki azt hiszi, hogy gyenge vagyok?
ru: Все считают меня слабым?
sr: Да ли сви мисле да сам слаб?

# PanicQuestionary.FearCanKillMe
source: Can fear kill me?
es: ¿Puede el miedo matarme?
hu: Megölhet a félelem?
ru: Страх может меня убить?
sr: Може ли страх да ме убије?

# PanicQuestionary.FearWillPass
source: Will the fear pass?
es: ¿Pasará el miedo?
hu: Elmúlik a félelem?
ru: Страх пройдет?
sr: Да ли ће страх проћи?

# PanicQuestionary.ICanBeatPanicAttack
source: Can I beat the panic attack?
es: ¿Puedo vencer el ataque de pánico?
hu: Legyőzhetem a pánikrohamot?
ru: Я смогу победить паническую атаку?
sr: Могу ли победити панични напад?

# PanicQuestionary.ICanBecomeAggressive
source: Can I become aggressive?
es: ¿Puedo volverme agresivo?
hu: Agresszívvé válhatok?
ru: Я могу стать агрессивным?
sr: Могу ли постати агресиван?

# PanicQuestionary.ICanDie
source: Can I die?
es: ¿Puedo morir?
hu: Meghalhatok?
ru: Я могу умереть?
sr: Могу ли умрети?

# PanicQuestionary.ICanSuffocate
source: Can I suffocate?
es: ¿Puedo asfixiarme?
hu: Megfulladhatok?
ru: Я могу задохнуться?
sr: Могу ли се угушити?

# PanicQuestionary.MyBrainIsHealthy
source: Is my brain healthy?
es: ¿Mi cerebro está sano?
hu: Egészséges az agyam?
ru: Мой мозг здоров?
sr: Да ли је мој мозак здрав?

# PanicQuestionary.ImParalyzed
source: Am I paralyzed?
es: ¿Estoy paralizado?
hu: Lebénultam?
ru: Меня парализует?
sr: Да ли сам парализован?

# PanicQuestionary.IWillFaint
source: Will I faint?
es: ¿Me desmayaré?
hu: El fogok ájulni?
ru: Я упаду в обморок?
sr: Да ли ћу се онесвестити?

# PanicQuestionary.IWillGoCrazy
source: Will I go crazy?
es: ¿Me volveré loco?
hu: Megőrülök?
ru: Я сойду с ума?
sr: Да ли ћу полудети?

# PanicQuestionary.IWillHaveHeartAttack
source: Will I have a heart attack?
es: ¿Tendré un ataque al corazón?
hu: Szívrohamom lesz?
ru: У меня случится инфаркт?
sr: Да ли ћу имати срчани удар?

# PanicQuestionary.IWillHaveStroke
source: Will I have a stroke?
es: ¿Tendré un derrame cerebral?
hu: Szélütésem lesz?
ru: У меня случится инсульт?
sr: Да ли ћу имати мождани удар?

# PanicQuestionary.IWillLoseTouchWithReality
source: Will I lose touch with reality?
es: ¿Perderé contacto con la realidad?
hu: Elvesztem a kapcsolatot a valósággal?
ru: Я потеряю связь с реальностью?
sr: Да ли ћу изгубити везу са стварношћу?

# PanicQuestionary.MyHeartIsHealthy
source: Is my heart healthy?
es: ¿Mi corazón está sano?
hu: Egészséges a szívem?
ru: Мое сердце здорово?
sr: Да ли је моје срце здраво?

# PanicQuestionary.PanicAttackIsSafe
source: Is the panic attack safe?
es: ¿Es seguro el ataque de pánico?
hu: Biztonságos a pánikroham?
ru: Паническая атака безопасна?
sr: Да ли је панични напад безбедан?

# PanicQuestionary.PanicAttackWillKillMe
source: Will the panic attack kill me?
es: ¿Me matará el ataque de pánico?
hu: Megölhet a pánikroham?
ru: Паническая атака меня убьет?
sr: Да ли ће ме панични напад убити?

# PanicQuestionary.PanicAttackWillLastForever
source: Will the panic attack last forever?
es: ¿El ataque de pánico durará para siempre?
hu: Örökké fog tartani a pánikroham?
ru: Паническая атака продлится вечно?
sr: Да ли ће панични напад трајати заувек?

# PanicQuestionary.ShouldICallAmbulance
source: Should I call an ambulance?
es: ¿Debería llamar a una ambulancia?
hu: Hívjak mentőt?
ru: Может, мне вызвать скорую?
sr: Да ли треба да позовем хитну помоћ?

# PanicQuestionary.ShouldICheckPulse
source: Should I check my pulse?
es: ¿Debería revisar mi pulso?
hu: Ellenőrizzem a pulzusomat?
ru: Мне посчитать пульс?
sr: Да ли треба да измерим пулс?

# PanicQuestionary.ShouldITryToDistract
source: Should I try to distract myself?
es: ¿Debería intentar distraerme?
hu: Próbáljam elterelni a figyelmemet?
ru: Может, попробовать отвлечься?
sr: Да ли треба да покушам да се одвратим?

# PanicQuestionary.WhatIFeelIsNormal
source: Is what I feel normal?
es: ¿Es normal lo que siento?
hu: Normális, amit érzek?
ru: То, что я чувствую, нормально?
sr: Да ли је оно што осећам нормално?

source: No
hu: Nem
ru: Нет
sr: Не

source: Yes
es: Sí
hu: Igen
ru: Да
sr: Да

source: Settings
es: Configuración
hu: Beállítások
ru: Настройки
sr: Подешавања

source: Well done!
es: ¡Bien hecho!
hu: Jól van!
ru: Молодец!
sr: Браво!

# SoundSetting
source: Sound
es: Sonido
hu: Hang
ru: Звук
sr: Звук

# SettingsInfo
source: This app is free and created by a group of enthusiasts.
es: Esta aplicación es gratuita y fue creada por un grupo de entusiastas.
hu: Ez az alkalmazás ingyenes, és egy lelkes csapat készítette.
ru: Это приложение бесплатно и создано группой энтузиастов.
sr: Ова апликација је бесплатна и креирана од стране групе ентузијаста.

source: Rate us
es: Califícanos
hu: Értékelj minket
ru: Оцените нас
sr: Оцените нас

# InfoText
source: This app offers general health information for educational purposes and should not be considered medical advice. It does not replace professional medical consultation, diagnosis, or treatment. Always consult a qualified healthcare provider for any health-related concerns or questions.
es: Esta aplicación ofrece información general de salud con fines educativos y no debe considerarse como un consejo médico. No reemplaza la consulta, diagnóstico o tratamiento médico profesional. Siempre consulte a un proveedor de atención médica calificado para cualquier inquietud o pregunta relacionada con la salud.
hu: Ez az alkalmazás általános egészségügyi információkat nyújt oktatási célokra, és nem tekinthető orvosi tanácsnak. Nem helyettesíti a szakszerű orvosi konzultációt, diagnózist vagy kezelést. Egészségügyi problémákkal vagy kérdésekkel kapcsolatban mindig forduljon képzett egészségügyi szolgáltatóhoz.
ru: Это приложение предлагает общую информацию о здоровье в образовательных целях и не должно рассматриваться как медицинский совет. Оно не заменяет профессиональную медицинскую консультацию, диагностику или лечение. Всегда консультируйтесь с квалифицированным медицинским специалистом по любым вопросам или проблемам, связанным со здоровьем.
sr: Ова апликација нуди опште здравствене информације у образовне сврхе и не треба се сматрати медицинским саветом. Не замењује стручне медицинске консултације, дијагнозу или лечење. Увек се обратите квалификованом здравственом раднику за било какве забринутости или питања везана за здравље.

# InfoHeader
source: Informational Only – Not Medical Advice
es: Solo informativo – No es un consejo médico
hu: Csak tájékoztató jellegű – Nem orvosi tanács
ru: Только для информации – Не является медицинским советом
sr: Само информативно – Није медицински савет

# InfoButtonText
source: I understand
es: Entiendo
hu: Értem
ru: Я понимаю
sr: Разумем

# Feedback
source: Give us feedback
es: Danos tu opinión
hu: Adj visszajelzést nekünk
ru: Оставьте нам отзыв
sr: Дајте нам повратне информације

# ErrorOk
source: Oh, got it
es: Ah, lo entiendo
hu: Ó, értem
ru: Ох, понимаю
sr: Ох, разумем

# ErrorMessage
source: Something went wrong due to technical reasons. Let’s take a deep breath; it’s not critical.
es: Algo salió mal por razones técnicas. Tomemos un respiro profundo; no es crítico.
hu: Valami technikai okokból félrement. Vegyünk egy mély levegőt; ez nem kritikus.
ru: Что-то пошло не так по техническим причинам. Давай сделаем глубокий вдох; это не критично.
sr: Нешто је пошло наопако због техничких разлога. Хајде да дубоко удахнемо; није критично.

# ErrorHeader
source: Oh no, we have an error!
es: ¡Oh no, tenemos un error!
hu: Ó, ne, hiba történt!
ru: О нет, у нас ошибка!
sr: Ох не, имамо грешку!

# DeleteData
source: Delete app data
es: Eliminar los datos de la aplicación
hu: Alkalmazás adatok törlése
ru: Удалить данные приложения
sr: Обриши податке апликације

# DeleteAccountMessage
source: The action cannot be undone. Your profile and all your data in the app will be permanently deleted.
es: Esta acción no se puede deshacer. Tu perfil y todos tus datos en la aplicación serán eliminados permanentemente.
hu: A művelet nem visszavonható. A profilod és az összes adatod az alkalmazásban véglegesen törlődik.
ru: Это действие нельзя отменить. Ваш профиль и все данные в приложении будут безвозвратно удалены.
sr: Ова радња се не може поништити. Ваш профил и сви подаци у апликацији биће трајно обрисани.

# DeleteAccountHeader
source: Do you want to delete your account?
es: ¿Quieres eliminar tu cuenta?
hu: Szeretnéd törölni a fiókodat?
ru: Вы хотите удалить свой аккаунт?
sr: Да ли желите да обришете свој налог?

source: Delete
es: Eliminar
hu: Törlés
ru: Удалить
sr: Обриши

source: Cancel
es: Cancelar
hu: Mégse
ru: Отмена
sr: Откажи

source: Calendar
es: Calendario
hu: Naptár
ru: Календарь
sr: Календар

# BuyCoffee
source: Buy us coffee
es: Cómpranos un café
hu: Vegyél nekünk egy kávét
ru: Купите нам кофе
sr: Купи нам кафу

source: Breathing
es: Respiración
hu: Légzés
ru: Дыхание
sr: Дисање

source: Start
es: Reproducir
ru: Старт
sr: Пусти

source: Stop
es: Detener
ru: Стоп
sr: Стоп

source: Circles 3
es: Círculos 3
ru: Круги 3
sr: Кругови 3

source: Mindful
es: Consciente
ru: Осознанное
sr: Свесно

source: Box
es: Caja
ru: По квадрату
sr: Квадрат

source: Steady
es: Estable
ru: Ровное
sr: Стабилно

source: Grounding
es: Aterrizaje
ru: Заземление
sr: Уземљење

source: Star 4
es: Estrella 4
ru: Звезда 4
sr: Звезда 4

source: Fan 4
es: Abanico 4
ru: Веер 4
sr: Вејар 4

source: Mindfulness Meditation
es: Meditación de atención plena
ru: Медитация осознанности
sr: Медитација свесности

source: Relaxation Meditation
es: Meditación de relajación
ru: Медитация расслабления
sr: Медитација за опуштање

source: Anti-Panic Meditation
es: Meditación para la pánico
ru: Медитация при панике
sr: Медитација при паници
